Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_yk:n_alkuperaiskansojen_pysyvan_foorumin_22__istuntoon.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistuu YK:n alkuperäiskansojen pysyvän foorumin 22. istuntoon
sme: Sámediggi oassálastá ON:id eamiálbmogiid bissovaš foruma 22. čoahkkimii

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu YK:n alkuperäiskansojen pysyvään foorumiin (UNPFII) New Yorkissa 19.-27.4.2023.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso oassálastá ON:id eamiálbmogiid bissovaš forumii (UNPFII) New Yorkis 19.-27.4.2023.

source: Foorumin 22. istunnon teemana on alkuperäiskansat, ihmisten terveys, planetaarinen ja alueiden terveys sekä ilmastonmuutos: oikeuksiin perustuva lähestymistapa (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).
sme: Foruma 22. čoahkkima temán leat eamiálbmogat, olbmuid dearvvasvuohta, planetáralaš ja guovlluid dearvvasvuohta ja maiddái dálkkádatnuppástus: vuoigatvuođaid vuođul áššiide lahkoneapmi (Indigenous Peoples, human health, planetary and territorial health and climate change: a rights-based approach).

source: Saamelaiskäräjien delegaatioon kuuluvat puheenjohtajan lisäksi Saamelaiskäräjien jäsen ja kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi sekä kansainvälisten asioiden sihteeri Inka Saara Arttijeff.
sme: Sámedikki delegašuvdnii gullet ságajođiheaddji lassin Sámedikki lahttu ja kulturlávdegotti ságajođiheaddji Pirita Näkkäläjärvi ja maiddái riikkaidgaskasaš áššiid čálli Inka Saara Arttijeff.

source: Lisäksi nuorisoneuvoston edustajana matkalla on Rosa-Máren Juuso.
sme: Nuoraidráđi ovddasteaddjin lea mátkkis maiddái Rosa-Máren Juuso.

source: – Meillä on tarkoituksena nostaa esille saamelaisille ajankohtaisia asioita, kuten ilmastonmuutoksen vaikutukset mielenterveyteen ja psykososiaalisen tuen yksikön työn tärkeys.
sme: – Mis lea dárkkuhussan bajidit ovdan sámiid dáfus áigeguovdilis áššiid, nugo dálkkádatnuppástusa váikkuhusaid mielladearvvasvuhtii ja psykososiálalaš doarjaga ovttadaga barggu dehálašvuođa.

source: Lisäksi haluan tuoda esille saamelaiskäräjälakiprosessin ja kuinka Suomi jatkaa saamelaisten ihmisoikeuksien rikkomista, sanoo puheenjohtaja Juuso.
sme: Háliidan buktit ovdan maiddái sámediggeláhkaproseassa ja man láhkai Suopma joatká sámiid olmmošvuoigatvuođaid rihkkuma, muitala ságajođiheaddji Juuso.

source: Puheenjohtaja Juuso osallistuu lisäksi 20.4. epäviralliseen kuulemiseen koskien alkuperäiskansojen osallistumisoikeuden parantamista YK:ssa (Enhanced Participation of Indigenous Peoples) ja 27.4. Arktisen alueen vuoropuheluun (Arctic Regional Dialogue).
sme: Ságajođiheaddji Juuso oassálastá lassin 20.4. eahpevirggálaš gullamii mii guoská eamiálbmogiid oassálastinvuoigatvuođa ovddideami ON:in (Enhanced Participation of Indigenous Peoples) ja 27.4. Árktalaš guovllu dialogiijai (Arctic Regional Dialogue).

source: YK:n alkuperäiskansojen pysyvä foorumi
sme: ON:id eamiálbmogiid bissovaš forum

source: YK:n alkuperäiskansojen pysyvä foorumi (The United Nations Permanent Forum on Indigenous Issues, UNPFII) on vuonna 2000 perustettu YK:n talous- ja sosiaalineuvoston (Economic and Social Council, ECOSOC) alainen neuvoa-antava toimielin, johon kuuluu 16 itsenäistä asiantuntijajäsentä.
sme: ON:id eamiálbmogiid bissovaš forum (The United Nations Permanent Forum on Indigenous Issues, UNPFII) lea jagi 2000 vuođđuduvvon ON:id ekonomiija- ja sosiálaráđi (Economic and Social Council, ECOSOC) vuollásaš ráđđeaddi doaibmaorgána, masa gullet 16 iehčanas áššedovdilahtu.

source: Hallitukset nimittävät kahdeksan jäsentä ja alkuperäiskansat kahdeksan jäsentä.
sme: Ráđđehusat nammadit gávcci lahtu ja eamiálbmogat gávcci lahtu.

source: Foorumin tehtävänä on nostaa keskusteluun alkuperäiskansoja koskevia kysymyksiä erityisesti taloudellisen ja sosiaalisen kehityksen, kulttuurin, ympäristökysymysten, koulutuksen, terveyden ja ihmisoikeuksien alueelta.
sme: Foruma bargun lea bajidit ságastallamii eamiálbmogiid guoski gažaldagaid erenomážit ekonomalaš ja sosiálalaš ovdáneami, kultuvrra, birasgažaldagaid, skuvlejumi, dearvvasvuođa ja olmmošrivttiid suorggis.

source: Pysyvä foorumi antaa suosituksia sekä toimii keskeisenä foorumina valtioiden, alkuperäiskansojen sekä YK:n erityisjärjestöjen väliselle vuoropuhelulle.
sme: Bissovaš forum addá ávžžuhusaid ja doaibmá guovddáš foruman stáhtaid, eamiálbmogiid ja ON:id spesiálaorganisašuvnnaid gaskasaš dialogiija várás.

source: Se kokoontuu istuntoonsa kerran vuodessa YK:n päämajassa New Yorkissa.
sme: Dat čoahkkimastá oktii jagis ON:id váldobáikkis New Yorkis.

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Inka Saara Arttijeff kansainvälisten asioiden sihteeri 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
sme: Inka Saara Arttijeff riikkaidgaskasaš áššiid čálli 010 839 3198 / 050 574 7629 inka-saara.arttijeff@samediggi.fi
